console.log('вёрстка валидная +10');
console.log('вёрстка семантическая +20');
console.log('для оформления СV используются css-стили +10');
console.log('контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет, если он есть, тянется во всю ширину страницы +10');
console.log('вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно не появляется горизонтальная полоса прокрутки, при этом всё содержание страницы сохраняется +10');
console.log(' Ссылки в пунктах меню ведут на основные разделы CV. При кликах по пунктам меню реализована плавная прокрутка по якорям.  +5; бургер меню не сделано ');
console.log('на странице СV присутствует изображение +10');
console.log('контакты для связи и перечень навыков оформлены в виде списка ul > li +10');
console.log('CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10');
console.log('CV содержит пример вашего кода с подсветкой + 10');
console.log('изображения-ссылки на выполненные проекты. 0');
console.log('CV выполнено на английском языке +10');
console.log('выполнены требования к Pull Request +10');
console.log('видеорезюме автора CV   0');

